// src/pages/About.jsx
import React from 'react';

const About = () => {
  return (
    <div className="container mt-5">
      <h2>درباره ما</h2>
      <p>
        ما یک تیم خلاق و پرشور هستیم که به ایجاد تجارب بی‌نظیر گردشگری علاقه داریم.
        هدف ما ارائه بهترین اطلاعات و تصاویر از مقصدهای طبیعی، تاریخی و فرهنگی در سراسر جهان است.
      </p>
      <p>
        سایت توریستی ما با استفاده از تکنولوژی‌های روز همچون React و Bootstrap ساخته شده است تا شما بتوانید به راحتی
        به جستجوی مقاصد دلخواه بپردازید و از نظرات کاربران بهره ببرید.
      </p>
    </div>
  );
};

export default About;
